<!DOCTYPE html>
<?php
/**
 * 20221026 | @m | 최초작성
 * 20221028 | @m | 요구반영. 결함개선. 고도화.
 * 20221104 | @m | 
 */

include "../../share/inc/connect.php"; // 접속경로 (( "../../share/inc/connect.php"
?>
<html lang="ko">
<head>
<meta charset="utf-8" />
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1.0">

<meta name="author" content="데이터에듀">
<meta name="keywords" content="데이터에듀 솔루션 API">
<meta name="description" content="데이터에듀 솔루션 API">
<title>이용약관 | 데이터에듀 API</title>

<?php include $_SERVER['DOCUMENT_ROOT'].$sitePath."/share/inc/html_head.php"; ?>

</head>
<body class="type2">
<?php include $_SERVER['DOCUMENT_ROOT'].$sitePath."/share/inc/sub_header.php"; ?>
<!-- #body_content -->
<div id="body_content">
<!-- container -->
<div class="container clearfix">





<!-- cp1tabs1 -->
<div id="cp1tabs1" class="cp1tabs1">
	<ul>
	<li class="m1 column on"><a href="terms1.php"><span class="t1">이용약관</span><i class="ic1"></i></a></li>
	<li class="m3 column"><a href="privacy1.php"><span class="t1">개인정보처리방침</span><i class="ic1"></i></a></li>
	</ul>
</div>
<!-- /cp1tabs1 -->


<!-- cp1view1 -->
<div class="cp1view1">

	<h3 class="h1">데이터에듀 AI 이용약관</h3>

	<div class="tar">
		2021.06.14
	</div>
	<br />
	<strong>제 1조 [목적]</strong><br />
	<br />
	이 이용약관(이하 ‘약관’)은 ㈜제이에스데이터(이하 ‘회사’)가 제공하는 두런(dolearn.ai) 및 두런 관련 제반 서비스(이하 ‘서비스’)를 이용함에 있어 회사와 회원과의 권리 · 의무 및 책임사항을 규정함을 목적으로 합니다.<br />
	<br />
	<strong>제 2조 [용어의 정의]</strong><br />
	<br />
	①	이 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br />
<div class="mgl125em">
		1. “서비스”라 함은 구현되는 단말기와 상관없이 “회원” 혹은 웹사이트 방문자가 이용할 수 있는 두런의 서비스를 의미합니다.<br />
		2. “이용자”란 “회사”의 웹사이트에 접속하여 본 약관에 따라 “회사”가 제공하는 콘텐츠와 “서비스”를 이용하는 “회원” 및 “비회원”을 말합니다.<br />
		3. “회원” 이라 함은 “회사”의 서비스에 접속하여 회원등록을 한 자로서, 본 약관에 동의하여 회사와 이용계약을 체결하고 회사가 제공하는 “서비스”를 지속적으로 이용할 수 있는 자를 말합니다. 회원은 “일반 회원” 및 “유튜브 회원”으로 구분되며, “유튜브 회원”은 추가 “서비스”가 제공됩니다.<br />
		4. “비회원”이라 함은 “회사”의 서비스에 접속하여 회원에 가입하지 않고, 제공하는 서비스를 이용하는 자를 말합니다.<br />
		5. “이용계약”이란 이 약관을 포함하여 서비스 이용과 관련하여 회사와 회원 간에 체결하는 모든 계약을 말합니다.<br />
		6. “이메일”이란 회원가입시 회원의 식별 및 서비스 이용 위해 회원의 신청에 따라 로그인 등에 사용되는 단일한 이메일 주소를 말합니다.<br />
		7. “비밀번호(PASSWORD)”라 함은 서비스 이용 시, “이메일”로 식별되는 회원의 본인 여부를 검증하기 위하여 회원이 설정하여 회사에 등록한 고유의 문자와 숫자의 조합을 말합니다.<br />
		8. “유료서비스”라 함은 회사가 유료로 제공하는 각종 콘텐츠(강좌 열람, 시험 및 과제 열람, 기타 유료 콘텐츠 포함) 및 제반 서비스를 의미합니다.<br />
		9. “해지”라 함은 회사 또는 회원이 이용계약을 해약하는 것을 말합니다.<br />
		10. “영상”라 함은 강좌를 구성하는 개별 영상(시험 및 과제 포함) 1개 또는 수강을 하기위해 조작을 해야하는 단위를 말합니다.<br />
		11. “강좌”라 함은 강의들의 묶음으로, “회사”가 제공하는 “서비스” 내에 제공하는 공간으로, 영상 업로드, 영상 스트리밍, 관리, 시험 및 과제, 질문 등 교육 활동 전반과 “수강자” 관리를 할 수 있는 공간을 말합니다.<br />
		12. “강사”라 함은 “서비스”에 교육용 동영상 강의, 과제, 퀴즈 등을 올리고 “강좌”를 개설 및 관리합니다. “회원”은 특정 절차를 통해 “강사”권한을 얻을 수 있습니다.<br />
		13. “학습자”라 함은 “서비스”에 접속하여 본 “약관”에 동의함으로써 “회사”와 이용계약을 체결하고 “회사”가 제공하는 정보와 “서비스”를 지속적으로 이용할 수 있는 자로 “강의”, “강좌” 혹은 제반 서비스를 이용하는 회원을 말합니다.<br />
		14. “게시물”이라 함은 “회사”에서 “서비스”를 제공하기 위해 “서비스”상에 게시한 공지글, 이미지, 각종파일 및 링크 등의 정보와 “회원”이 “서비스”를 이용함에 있어 “서비스”상에 게시한 글, 이미지, 각종파일 및 링크 등의 정보를 의미합니다.<br />
</div>

	
	②	이 약관에서 사용하는 용어 중 제1항에서 정하지 아니한 것은 관계 법령 및 서비스별 안내에서 정하는 바에 따르며, 그 외에는 일반 관례에 따릅니다.<br />
	<br />
	<strong>제 3조 [약관 효력 및 변경]</strong><br />
	<br />
	①	“회사”는 이 약관의 내용을 “회원”이 쉽게 알 수 있도록 서비스 초기 화면 또는 링크로 연결된 화면에 게시하거나 기타의 방법으로 회원에게 공지함으로 효력이 발생합니다.<br />
	②	“회사”는 약관의 규제에 관한 법률, 정보통신망 이용 촉진 및 정보 보호 등에 관한 법률(이하 정보통신망법) 등 관련법을 위배하지 않는 범위에서 이 약관의 내용을 개정할 수 있습니다.<br />
	③	“회사”가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제1항의 방식에 따라 그 개정약관 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 단 회원에게 불리한 약관의 개정의 경우에 공지 외에 일정기간 전자우편, 로그인 시 동의 팝업 등의 전자적 수단을 통해 개별적으로 명확히 통지하도록 합니다.<br />
	④	“회사”가 전 항에 따라 개정약관을 공지 또는 통지하면서 “회원”에게 위 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부 의사표시를 하지 않은 경우 “회원”이 개정약관에 동의한 것으로 간주됩니다.<br />
	⑤	“회원”이 개정된 약관에 동의하지 않을 경우 “회사”는 개정 약관의 내용을 적용할 수 없으며, “회사” 또는 “회원”이 이용계약을 해지할 수 있습니다.<br />
	<br />
	<strong>제 4조 [약관 외 준칙]</strong><br />
	<br />
	회사는 필요한 경우 서비스 내의 개별항목에 대하여 개별약관 또는 운영원칙(이하 “서비스 별 안내”라 합니다.)을 정할 수 있으며, 회원은 각 서비스 별 안내에 대해 회원가입과 동시에 동의한 것으로 간주합니다. 본 약관과 서비스별 안내의 내용이 상충되는 경우에는 서비스 별 안내의 내용을 우선하여 적용합니다.<br />
	<br />
	<strong>제 5조 [이용계약 체결]</strong><br />
	<br />
	①	이용계약은 “회원”이 되고자 하는 자(이하 “가입신청자”)가 약관의 내용에 대하여 동의를 한 다음 회원가입신청을 하고 “회사”가 이러한 신청에 대하여 승낙함으로써 체결됩니다.<br />
	②	“회사”는 “가입신청자”의 신청에 대하여 “서비스” 이용을 승낙함을 원칙으로 합니다. 다만, “회사”는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다.<br />
	<div class="mgl125em">
		1. “가입신청자”가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 단 “회사”의 회원 재가입 승낙을 얻은 경우는 예외로 함.<br />
		2. 실명이 아니거나 타인의 명의를 이용한 경우<br />
		3. 허위의 정보를 기재하거나, “회사”가 제시하는 내용을 기재하지 않은 경우<br />
		4. 14세 미만 아동이 법정대리인(부모 등)의 동의를 얻지 아니한 경우<br />
		5. “서비스”의 위상이나 명예에 부정적인 영향을 줄 수 있는 경우<br />
		6. 부정한 행위나 과정을 통해 공공질서 및 미풍양속에 저해되는 활동을 하는 경우<br />
		7. 타인의 명예를 손상시키거나 불이익을 주는 행위<br />
		8. 영리를 추구할 목적으로 “서비스”를 악용하는 경우<br />
		9. 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우<br />
		10. 기타 이 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우나 무리한 요청을 하는 경우<br />
	</div>
		③	제 1항에 따른 신청에 있어 “회사”는 “회원”의 종류에 따라 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.<br />
		④	“회사”는 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상의 문제가 있는 경우 승낙을 유보할 수 있습니다.<br />
		⑤	제 2항과 제 4항에 따라 회원가입신청의 승낙을 하지 아니하거나 유보한 경우, “회사”는 원칙적으로 이를 “가입신청자”에게 알리도록 합니다.<br />
		⑥	이용계약의 성립 시기는 “회사”가 가입완료를 신청절차 상에서 표시한 시점으로 합니다.<br />
		⑦	“회사”는 “회원”에 대하여 “영화 및 비디오물의 진흥에 관한 법률” 및 “청소년보호법”등에 따른 등급 및 연령 준수를 위해 이용제한이나 등급별 제한을 할 수 있습니다.<br />
		<br />
	<strong>제 6조 [회원정보 입력 및 변경]</strong><br />
	<br />
	①	“회원”은 개인정보관리화면을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를 위해 필요한 이메일 등은 수정이 불가능 합니다.<br />
	②	“회원”은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 서비스 내 문의창구 및 기타 방법으로 “회사”에 대하여 그 변경사항을 알려야 합니다.<br />
	③	제 2항의 변경사항을 “회사”에 알리지 않아 발생하는 불이익에 대하여 “회사”는 책임을 지지 않습니다.<br />
	<br />
	<strong>제 7조 [개인정보보호 의무]</strong><br />
	<br />
	①	“회사”는 “회원”에게 서비스를 제공하는 과정에서 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보보호법 등 관련법령이 규정한 절차와 방법에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 이용에 대해서는 관련법령 및 회사의 “개인정보처리방침”이 적용됩니다.<br />
	②	서비스 외의 단순히 링크된 제3자 제공의 서비스에 대하여는 회사의 개인정보처리방침이 적용되지 않습니다.<br />
	③	“회사”는 “회원”의 귀책사유로 인하여 노출된 회원의 회원정보를 포함한 모든 정보에 대해서 일체의 책임을 지지 않습니다.<br />
	④	“회사”는 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 동법 시행령에 따라 1년간 “서비스”를 이용하지 않은 “회원”의 개인정보를 보호하기 위해 개인정보 파기 등 필요한 조치를 취합니다. 또한, “회사”는 객관적으로 계정정보 도용 피해가 우려되는 경우에는 회원정보의 보호 및 운영의 효율성을 위해 임시조치, 이용제한, 계정정보 삭제 등 필요한 조치를 취할 수 있습니다. 본 항에 따른 조치가 취해지는 경우, “회사”는 조치일 30일 전까지 개인정보 파기 등 필요한 조치가 취해진다는 사실, 일시 및 항목을 명시하여 본 약관에 따라 통지합니다.<br />
	<br />
	<strong>제 8조 [개인정보 관리]</strong><br />
	<br />
	①	“회원”은 서비스 이용권한, 기타 이용계약상 지위를 타인에게 양도, 증여, 담보제공 등의 처분행위를 할 수 없습니다.<br />
	②	“회원”의 이메일과 비밀번호에 관한 관리책임은 전적으로 “회원”에게 있으며, 회원은 이메일과 비밀번호를 제3자에게 양도, 대여할 수 없습니다.<br />
	③	“회사”는 귀책사유 없는 이메일 또는 비밀번호의 유출, 양도, 대여로 인한 손실이나 손해에 대하여 책임을 지지 않습니다.<br />
	④	“회사”는 “회원”의 이메일에 대한 개인정보 유출 우려가 있거나, 반사회적 또는 미풍양속에 어긋나거나 회사 및 회사의 운영자로 오인할 우려가 있는 경우, 해당 “이메일”의 이용을 제한할 수 있습니다.<br />
	⑤	“회원”은 “이메일” 및 “비밀번호”가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 이를 즉시 “회사”에 통지하고 “회사”의 안내에 따라야 합니다.<br />
	⑥	제5항의 경우에 해당 “회원”이 “회사”에 그 사실을 통지하지 않거나, 통지한 경우에도 “회사”의 안내에 따르지 않아 발생한 불이익에 대해 “회사”는 책임을 지지 않습니다.<br />
	<br />
	<strong>제 9조 [회원에 대한 통지]</strong><br />
	<br />
	①	“회사”가 “회원”에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 서비스 내 전자우편주소, 전자 알림 등으로 할 수 있습니다.<br />
	②	제1항에도 불구하고 회사가 불특정 다수에게 통지하는 경우 서비스 초기화면에 7일 이상 해당 사실을 게시함으로써 개별 통지에 갈음할 수 있습니다.<br />
	<br />
	<strong>제 10조 [회사의 의무]</strong><br />
	<br />
	①	“회사”는 관련법령과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 “서비스”를 제공하기 위하여 최선을 다하여 노력합니다.<br />
	②	“회사”는 “회원”이 안전하게 서비스를 이용할 수 있도록 개인정보보호를 위한 보안시스템을 갖추며, 개인정보처리방침을 공지하고 이를 준수합니다.<br />
	③	“회사”는 서비스 이용과 관련하여 “회원”으로부터 제기된 의견이나 불만이 정당하다고 판단될 경우에는 이를 수용하고 처리할 의무가 있습니다. 또한 “회원”이 제기한 의견이나 불만사항에 대해서는 전자우편이나 게시판을 활용해 해당 “회원”에게 처리과정 및 결과를 전달합니다.<br />
	<br />
	<strong>제 11조 [회원의 의무]</strong><br />
	<br />
	①	“회원”은 이 약관에 의하여 “회사” 정보를 제공하여야 하는 경우에는 진실되고 적법한 정보를 제공하여야 하며, 허위 또는 불법 정보 제공으로 인해 발생한 불이익에 대해서는 보호받지 못합니다.<br />
	②	“회원”은 이 약관 및 “회사”가 서비스에서 고지하는 내용을 준수하여야 하며, 이 약관 및 고지내용을 위반하거나 이행하지 아니하여 발생하는 모든 손실, 손해에 대하여 책임을 부담할 수 있습니다.<br />
	③	“회원”이 본인의 계정 정보를 소홀히 관리하거나, 제3자에게 이용을 승낙함으로써 발생하는 손해에 대한 책임은 “회원” 본인에게 책임이 있습니다.<br />
	④	“회원”이 다음 행위를 행하는 경우 “회사”는 제20조에 따라 서비스 이용을 제한할 수 있으며, 이 경우 발생하는 모든 책임은 “회원”에게 있습니다. “회사”는 필요한 경우 “회원”의 금지행위 사실을 관련 정부기관 또는 사법기관에 통지할 수 있습니다.<br />
	<div class="mgl125em">
		1. 타인의 개인 정보, 결제수단, 외부계정 등을 도용하여 서비스를 이용하는 행위 또는 제3자에게 접속권한을 부여하는 행위<br />
		2. 신청 또는 변경 시 허위 내용을 등록하는 행위<br />
		3. “회사”의 임직원, 운영자, 기타 관계자를 사칭하는 행위<br />
		4. “회사”가 게시한 정보를 변경하는 행위<br />
		5. 다른 “회원”의 개인정보를 무단 수집하는 행위<br />
		6. 일체의 가공행위를 통하여 서비스를 복제, 분해 또는 모방 기타 변형하는 행위<br />
		7. “회사”의 서버에 부하를 일으켜 “회사”의 정상적인 활동을 방해하는 행위<br />
		8. “회사” 및 기타 제3자의 저작권 등 지적재산권에 대한 침해하는 행위<br />
		9. “회사” 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위<br />
		10. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 내용을 게시하는 행위<br />
		11. “회사”의 동의 없이 영리, 영업, 광고, 정치활동 등을 목적으로 서비스를 사용하는 행위<br />
		12. 전산, 정보기기의 오작동을 유발시킬 수 있는 컴퓨터 바이러스, 해킹, 악성코드 등의 프로그램을 유포하는 행위<br />
		13. 이 약관에 위배되는 내용을 “회사”에 요구하는 행위<br />
		13. 기타 불법적이거나 부당한 행위<br />
	</div>
	<br />
	<strong>제 12조 [강사 및 학습자의 역할과 권한]</strong><br />
	<br />
	①	“강사”는 “서비스”에서 아래와 같은 역할과 권한 및 의무를 가집니다.<br />
	<div class="mgl125em">
		1. “강사”는 관련 법령과 이 약관을 준수하는 범위 내에서 강의의 구성원을 설정할 수 있습니다.<br />
		2. “강사”는 해당 강의를 수강할 대상들을 초대할 수 있으며, 수강을 신청한 대상을 승인 또는 삭제할 수 있고, 학습자 중 수업에 위해가 될 경우 “회사”의 동의 하에 강제 탈퇴시킬 수 있습니다.<br />
		3. “강사”와 “학습자” 등 모든 회원은 어떠한 경우에도 회원의 사전 서면 허락 없이 개인의 개인정보를 타인에게 공개할 수 없으며, 이를 위반하여 발생하는 모든 법적 책임은 위반하는 “회원”에게 있습니다.<br />
		4. “강사”는 강의 공간을 해당 교육을 위한 합법적인 목적 이외 개인의 영리추구, 불법 또는 사기 등과 같은 서비스 목적에 합당하지 않은 용도로 이용을 할 수 없습니다.<br />
		5. “강사”가 "서비스"에서 회원 탈퇴를 한 경우, “강사”로서의 모든 권한이 상실됩니다.<br />
		6. “강사”는 강의 성격에 부합하지 않은 “게시물”이 신고된 경우 삭제해야 합니다.<br />
		7. “강사”는 양질의 교육 환경과 교육 컨텐츠를 제공하는데 성실히 역할을 이행해야 합니다.<br />
	</div>
	②	“학습자”는 “서비스”에서 아래와 같은 역할과 권한 및 의무를 가집니다.<br />
	<div class="mgl125em">
		1. 본인 이외의 계정으로 “서비스”에 접근하지 않으며, 타인이 본인의 계정을 사용하도록 허용하지 않습니다.<br />
		2. 질문, 답글 등 강의 내 학습 진행 시 허위사실 기재, 불법 복제 등의 부정행위를 하지 않습니다.<br />
		3. 본인이 수강 중인 강의에 강의의 성격에 부합하지 않는 “게시물”을 게시하지 않으며, 이를 위반하여 신고된 경우 삭제조치 될 수 있음에 동의합니다.<br />
		4. 강의 수료 후, 수료증이 발급될 경우, 불법 복제를 하거나 수료자의 명의 변경 등의 행동을 하지 않습니다<br />
		5. “강사" 및 “회사"의 명예를 손상시키거나 업무를 방해하는 행위를 하지 않습니다.<br />
		6. 이 약관에 위배되는 내용을 “회사”에 요구하는 행위는 하지 않습니다.<br />
		7. 본 항의 각 학습자의 역할을 이행하지 않은 경우, "회사"는 회원 자격을 박탈하고 "서비스" 접근 또는 참여를 제한할 수 있습니다.<br />
	</div>
	<br />
	<strong>제 13조 [서비스의 제공]</strong><br />
	<br />
	①	“회사”는 “회원”에게 아래와 같은 서비스를 제공합니다.<br />
	<div class="mgl125em">
		1. 온라인 동영상 강좌 서비스<br />
		2. 동영상 외 다양한 형태의 교육 및 학습 서비스<br />
		3. LMS 서비스(질의응답, 과제, 수료 등)<br />
		4. “회사”가 추가 개발하거나 다른 회사와의 제휴계약 등을 통해 회원에게 제공하는 일체의 서비스<br />
	</div>
	②	서비스 이용은 “회사”의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간 운영을 원칙으로 합니다.<br />
	③	“회사”는 일부 서비스의 이용가능 시간을 별도로 정할 수 있으며, 이 경우 서비스 이용안내를 통해 공지합니다.<br />
	<br />
	<strong>제 14조 [서비스 제공의 변경 및 중지]</strong><br />
	<br />
	①	“회사”는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 “서비스”의 전부 또는 일부를 변경할 수 있습니다.<br />
	②	“서비스”를 구성하고 있는 제3자에게 기술적 문제나 운영상 문제 등이 발생하면 “서비스”는 언제든 중단될 수 있으며 “회사”는 이에 대한 책임을 지지 않습니다.<br />
	③	"서비스"의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우에는 변경사유, 변경될 서비스의 내용 및 제공일자 등은 그 변경 전에 해당 서비스 초기화면에 게시하여야 합니다.<br />
	④	“회사”는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 관련법에 특별한 규정이 없는 한 “회원”에게 별도의 보상을 하지 않습니다.<br />
	⑤	"회사”는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 "서비스"의 제공을 일시적으로 중단할 수 있습니다. 이 경우 "회사"는 제9조에 정한 방법으로 "회원"에게 통지합니다. 다만, “회사"가 사전에 통지할 수 없는 부득이한 사유가 있는 경우, 해당 사유가 해소된 후 즉시 사후에 통지할 수 있습니다.<br />
	<br />
	<strong>15조 [회원의 게시물 관리]</strong><br />
	<br />
	①	“회원”이 “서비스”에 등록하는 “게시물” 등으로 인하여 본인 또는 타인에게 손해나 기타 문제가 발생하는 경우, “회원”은 이에 대한 전적인 책임을 지게 되며, “회사”는 이에 대하여 어떤 경우에도 책임을 지지 않습니다.<br />
	②	“회사”는 “게시물”이 다음 각 호의 어느 하나에 해당한다고 판단되는 경우 “회원”의 사전 동의 없이 비공개, 삭제, 이동 또는 등록 거부 등의 조치를 취할 수 있으며, 이에 대해 “회사”는 어떠한 책임도 지지 않습니다.<br />
	<div class="mgl125em">
		1. “회사”의 서비스 정보를 이용하여 얻은 정보를 “회사”의 사전 승낙없이 복제 또는 유포하거나 상업적으로 이용하는 내용인 경우<br />
		2. 다른 “회원” 또는 제 3자에게 심한 모욕을 주거나 명예를 손상시키는 내용인 경우<br />
		3. 공공질서 및 미풍양속에 위반되는 내용을 유포하거나 링크로 연결시키는 경우<br />
		4. 불법복제 또는 해킹을 조장하는 내용인 경우<br />
		5. 범죄적 행위에 결부된다고 인정되는 내용인 경우<br />
		6. 다른 이용자 또는 제 3자의 저작권 등 기타 권리를 침해하는 내용인 경우<br />
		7. “회사”의 자체적 판단 아래 해당 “게시물”이 “서비스”의 성격에 부합하지 않는 경우<br />
		8. “회사”에서 제공하는 “서비스”와 관련 없는 내용인 경우<br />
		9. 불필요하거나 승인되지 않은 광고, 판촉물, 해킹, 영업을 통해 수익을 취하는 경우<br />
		10. 기타 관계법령에 위배된다고 판단되는 경우<br />
	</div>
	③	회사는 “게시물” 등에 대하여 제3자로부터 명예훼손, 지적재산권 등의 권리 침해를 이유로 게시중단 요청을 받은 경우 이를 임시로 삭제할 수 있으며, 이의를 제기한 자와 “게시물” 등록자 간에 소송, 합의 등을 통해 당해 “게시물”에 관한 법적 문제가 종결된 후 이를 근거로 회사에 신청이 있는 경우에만 상기 임시 삭제된 “게시물”은 다시 등록될 수 있습니다.<br />
	<br />
	<strong>16조 [정보의 편집 및 삭제]</strong><br />
	<br />
	“회사”는 다음 각 호의 경우, "강사"와 협의를 통해 이를 추가, 수정, 변경 또는 삭제할 수 있도록 요청할 수 있습니다. 다만, "강사"가 합리적인 사유 없이 이를 거부하거나, 현저한 정책위반 또는 불법성이 명백한 경우 등 사전 협의절차를 거치기에 부적절하다고 판단될 경우, "회사”는 “강사”의 사전승인 없이 추가, 수정, 변경 또는 삭제할 수 있으며, "강사"에게 사후에 이메일로 통보할 수 있다.<br />
	<div class="mgl125em">
		1.	"강사"가 운영하는 "강좌"의 컨텐츠가 속한 "카테고리" 등의 정보가 적절하지 않다고 판단될 경우<br />
		2.	"강좌"와 관련된 강좌 제목, 동영상 제목, 강사 프로필 이미지, 강좌 소개 이미지 등이 "회사"의 정책에 부합하지 않거나 사회 통념상 적절하지 않다고 판단할 경우<br />
		3.	강좌"에 속한 내용이나 운영사항 또는 "강좌"에 속한 동영상의 내용이 "회사”의 정책에 부합하지 않을 경우<br />
	</div>
	<br />
	<strong>17조 [정보의 편집 및 삭제]</strong><br />
	<br />
	①	“회원”이 “서비스” 내에 게시한 “게시물”의 저작권은 해당 게시물의 저작자에게 귀속되며, “회사”의 게시물에 대한 저작권은 “회사”에 귀속됩니다.<br />
	②	"회원"은 "회사"가 제공하는 "서비스"를 이용함으로써 얻은 정보를 저작권자의 사전 승낙 없이 녹화ㆍ편집ㆍ복제ㆍ전송ㆍ전시ㆍ배포ㆍ판매ㆍ방송ㆍ공연 등의 행위로 저작권을 침해하여서는 안됩니다.<br />
	③	"회원"의 게시물은 검색 엔진 내지 "서비스" 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, “회사”는 저작권법 규정을 준수하며, "회원"은 언제든지 고객문의 또는 "서비스" 내 관리기능을 통해 해당 게시물에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할 수 있습니다.<br />
	④	“회사”는 “회원”의 게시물이 타인의 저작권 등을 침해하더라도 이에 대한 민·형사상의 책임을 부담하지 않습니다. 만일 “회원”이 이를 침해하였음을 이유로 “회사”가 타인으로부터 손해배상청구 등 이의 제기를 받은 경우 “회원”은 “회사”의 면책을 위하여 노력하여야 하며, “회사”가 면책되지 못한 경우 “회원”은 그로 인해 “회사”에 발생한 모든 손해를 부담하여야 합니다.<br />
	⑤	“회원”이 올린 “게시물”이 회원의 동의 없이 타인에 의해 무단, 불법 복제되어 회원뿐만이 아니라 회사의 이익에 상충할 경우 회사는 회원을 대리해 저작권을 행사할 수 있습니다. 단, 이 경우 회사는 회원에게 개별적 동의를 구합니다.<br />
	⑥	회원은 서비스에 게시된 자료 또는 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 및 기타 방법에 의해 영리목적으로 이용하거나 제3자에게 이용하게 할 수 없습니다.<br />
	⑦	회사는 본 조 제 6항 이외의 목적으로 회원의 “게시물”을 사용하고자 하는 경우 사전에 회원의 동의를 얻어 사용합니다.<br />
	<br />
	<strong>18조 [정보의 제공]</strong><br />
	<br />
	①	회사는 회원에게 서비스 이용에 필요가 있다고 인정되는 각종 정보에 대해서 전자우편이나 서신, 우편, SMS, 전화 등의 방법으로 회원에게 제공할 수 있습니다.<br />
	②	회사는 서비스 개선 및 회원 대상의 서비스 소개 등의 목적으로 회원의 동의 하에 관련 법령에 따라 추가적인 개인 정보를 수집할 수 있습니다.<br />
	<br />
	<strong>19조 [계약해제, 해지]</strong><br />
	<br />
	①	회원은 언제든지 이용계약 해지 신청을 할 수 있으며, 회사는 관련법령 등이 정하는 바에 따라 이를 즉시 처리하여야 합니다.<br />
	②	회원이 이용계약을 해지할 경우, 회사는 관련법령 및 개인정보처리방침에 따라 회원 정보를 보유하는 경우를 제외하고는 해지 즉시 회원의 모든 데이터를 삭제합니다.<br />
	③	이용계약 해지로 인해 발생한 불이익에 대한 책임은 회원 본인이 부담하여야 하며, 이용계약이 종료되면 회사는 회원에게 부가적으로 제공한 각종 혜택을 회수할 수 있습니다.<br />
	④	회원"이 계약을 해지하는 경우, "회원"이 서비스 내에서 직접 작성한 "게시물" 및 덧글과 같이 본인 계정으로 등록된 게시물 일체는 삭제되지 않으므로, 본인이 직접 사전에 삭제 후 탈퇴해야 합니다.<br />
	⑤	타인에 의해 담기, 스크랩 등이 되어 재게시 되거나, 공용게시판에 등록된 "게시물" 또한 삭제되지 않으니, 본인이 직접 절차에 의해 삭제 처리를 해야 합니다.<br />
	<br />
	<strong>20조 [서비스 이용제한]</strong><br />
	<br />
	①	“회사”는 “회원”이 현 약관의 의무를 위반하거나 “서비스”의 정상적인 운영을 방해한 경우, 경고, 일시정지, 영구이용정지 등 “서비스” 이용을 제한할 수 있습니다.<br />
	②	“회사”는 전항에도 불구하고 아래 관련법령에 따른 각 호를 위반하는 사유가 발생하거나 확인이 된 경우 즉시 영구이용정지를 할 수 있습니다. 본 항에 따른 영구이용정지 시 “서비스” 이용을 통해 획득한 수익 등 기타 혜택 등도 모두 소멸되며, “회사”는 이에 대해 별도로 보상하지 않습니다.<br />
	<div class="mgl125em">
		1. 주민등록법을 위반한 명의도용 및 결제도용을 한 경우<br />
		2. 저작권법 및 컴퓨터프로그램보호법을 위반한 불법프로그램의 제공 및 운영방해를 한 경우<br />
		3. 정보통신망법을 위반한 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위 등의 행위를 한 경우<br />
	</div>
	③	“회사”는 “회원”이 계속해서 3개월 이상 로그인하지 않는 경우, 회원정보의 보호 및 운영의 효율성을 위해 이용을 제한할 수 있습니다.<br />
	④	“회사”가 서비스 이용을 제한하거나 이용계약을 해지하는 경우, 서비스 이용 제한 또는 해지 사유를 본 약관에 따라 “회원”에게 통지합니다.<br />
	⑤	“회원”은 본 조에 따른 이용제한 또는 이용계약의 해지에 대해 “회사”가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때, 이의가 정당하다고 “회사”가 인정하는 경우 “회사”는 즉시 서비스의 이용을 재개합니다.<br />
	⑥	“회사”의 서비스 이용제한 또는 이용계약의 해지에 정당한 사유가 있는 경우에 “회사”는 서비스 이용제한 또는 이용계약의 해지로 인하여 “회원”이 입은 손해를 배상하지 않습니다.<br />
	<br />
	<strong>21조 [부정이용 금지 및 차단]</strong><br />
	<br />
	①	회사는 다음 각호에 해당하는 경우를 부정 이용행위로 봅니다.<br />
	<div class="mgl125em">
		1. 동일한 ID로 2대 이상의 기기에서 동시접속이 발생하는 경우<br />
		2. 동일한 ID로 다수의 PC 또는 IP에서 “서비스”를 이용하는 경우<br />
		3. 자신의 ID 및 “강좌” 등의 “서비스”를 타인이 이용하도록 하는 경우<br />
		4. 자신의 ID 및 “강좌” 등의 “서비스”를 타인에게 판매, 대여, 양도하는 행위 및 이를 광고하는 행위<br />
		5. “서비스” 이용 중, 복제프로그램을 실행하는 경우 또는 녹화를 하거나 시도하는 경우<br />
		6. “강좌”와 관련된 일체의 “게시물”을 재배포 하는 경우<br />
	</div>
	②	“회사”는 전항에 따른 부정 이용자가 발견되었을 경우, 다음 각호에 따른 조치를 취할 수 있습니다.<br />
	<div class="mgl125em">
		1. 1차 발견 시, 전자우편, 알림, 팝업창을 통하여 경고합니다.<br />
		2. 2차 발견 시, 강제 탈퇴 처리하며 “회사”의 법률 대리인을 통한 고발조치와 민사소송을 진행하게 됩니다.<br />
	</div>
	③	“회원”은 전항 제2호의 조치를 이유로, “서비스” 이용기간의 연장을 요구할 수 없습니다.<br />
	④	“회원”은 “회사”로부터 본 조의 제2항 조치에 이의가 있는 경우, 회사의 법률 대리인을 통해 소명할 수 있습니다.<br />
	⑤	부정이용 식별방법 및 차단<br />
	<div class="mgl125em">
		1. “회사”는 “회원”의 “서비스” 이용 중에 수집ㆍ확인된 IP정보 등의 자료를 토대로, 서버를 통하여 부정이용 여부를 분류, 확인합니다.<br />
		2. “회사”는 이용자가 “서비스” 이용 중에 복제프로그램을 실행시키거나 동일한 ID로 동시 접속을 하는 경우, “서비스” 이용 접속을 강제로 종료시킵니다.<br />
	</div>
	<br />
	<strong>22조 [면책]</strong><br />
	<br />
	①	“회사”는 다음 각 호의 어느 하나에 해당하는 사유에 의해 이용자에게 손해가 발생한 경우 손해 배상을 하지 않으며 책임이 면제됩니다.<br />
	<div class="mgl125em">
		1. 통신망의 사용불가 및 장애, 천재지변 또는 국가비상사태, 정전 및 이에 준하는 불가항력 상황이 발생한 경우<br />
		2. “회원”의 고의나 과실 등의 귀책사유에 의한 경우<br />
		3. “서비스”의 장애가 타 사업자가 제공하는 서비스에 의한 경우<br />
		4. “서비스” 점검이 불가피하여 사전에 공지한 경우로 회사의 고의, 과실이 없는 경우<br />
		5. 홈페이지에 사전 공지된 정기점검으로 “서비스”를 중지했을 경우<br />
		6. “회원”의 스마트기기, PC 등의 각종 유무선 장치 사용 환경으로부터 문제가 발생하는 경우<br />
		7. “회원” 또는 제3자가 “서비스”와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용인 경우<br />
		8. “회원” 간 또는 “회원”과 제3자 상호간에 “서비스”를 매개로 하여 거래 등을 한 경우<br />
		9. 기타 “회사”의 고의 또는 과실이 아닌 사유로 서비스 장애가 발생하거나 “회원”의 정보 또는 자료에 손상이 있는 경우<br />
	</div>
	②	회사는 회원의 귀책사유로 인한 서비스 이용의 중지, 사용제한, 데이터 삭제, 장애, 불이익에 대하여는 책임을 지지 않습니다.<br />
	③	회사는 무료로 제공되는 서비스 이용과 관련하여 관련법령에 특별한 규정이 없는 한 책임을 지지 않습니다.<br />
	<br />
	<strong>23조 [준거법 및 재판관할]</strong><br />
	<br />
	①	본 약관은 대한민국법령에 의하여 규정되고 이행됩니다.<br />
	②	본 약관에 명시되지 않은 상황에 대해서는 관련법령에 의하고, 법에 명시되지 않은 부분에 대하여는 관습에 의합니다.<br />
	③	“회사”와 “회원”간 발생한 분쟁에 관한 소송은 제소 당시의 “회사”의 주소에 의한 관할 지방법원을 전속관할로 합니다.<br />
	④	해외에 주소나 거소가 있는 회원의 경우 회사와 회원간 발생한 분쟁에 관한 소송은 전항에도 불구하고 대한민국 서울중앙지방법원을 관할법원으로 합니다.<br />

</div>
<!-- /cp1view1 -->





</div>
<!-- /container -->
</div>
<!-- /#body_content -->
<?php include $_SERVER['DOCUMENT_ROOT'].$sitePath."/share/inc/sub_footer.php"; ?>
</body>
</html>